TensorFlowFoam/misc/Other_models/ML_RNG/ML_RNG_Run/Setup/system/sampleCp
type            patchProbes;
libs            ("libsampling.so");
writeControl    writeTime;

patch           lowerWall;
probeLocations  ();
fields          (cp);

